Repository: Anthonyy232/Nagi
Catalog: src/Nagi.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: af_za, ar_eg, ar_sa, bg_bg, bn_bd, ca_es, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fa_ir, fi_fi, fr_fr, ga_ie, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, ms_my, nl_nl, no_no, pa_in, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sq_al, sr_cyrl_rs, sv_se, sw_ke, ta_in, th_th, tl_ph, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# SettingsPage_OnlineMetadata.Header
source: Retrieve online metadata
af_za: Haal aanlyn metadata op
ar_eg: استرجاع البيانات الوصفية عبر الإنترنت
ar_sa: استرداد البيانات الوصفية عبر الإنترنت
bg_bg: Извличане на онлайн метаданни
bn_bd: অনলাইন মেটাডেটা পুনরুদ্ধার করুন
ca_es: Recuperar metadades en línia
cs_cz: Načíst online metadata
da_dk: Hent online metadata
de_de: Online-Metadaten abrufen
el_gr: Ανάκτηση online μεταδεδομένων
es_mx: Recuperar metadatos en línea
et_ee: Too veebist metaandmed
fa_ir: بازیابی فراداده آنلاین
fi_fi: Hae online-metatiedot
fr_fr: Récupérer les métadonnées en ligne
ga_ie: Faigh meiteashonraí ar líne
he_il: אחזר מטא-נתונים מקוונים
hi_in: ऑनलाइन मेटाडेटा प्राप्त करें
hr_hr: Dohvati mrežne metapodatke
hu_hu: Online metaadatok lekérése
id_id: Ambil metadata online
it_it: Recupera metadati online
ja_jp: オンラインメタデータを取得
ko_kr: 온라인 메타데이터 검색
lt_lt: Gauti metaduomenis internetu
ms_my: Dapatkan metadata dalam talian
nl_nl: Online metadata ophalen
no_no: Hent metadata på nett
pa_in: ਆਨਲਾਈਨ ਮੈਟਾਡੇਟਾ ਪ੍ਰਾਪਤ ਕਰੋ
pl_pl: Pobierz metadane online
pt_pt: Obter metadados online
ro_ro: Recuperează metadatele online
ru_ru: Получать метаданные онлайн
sk_sk: Načítať online metadáta
sq_al: Merr metadatat online
sr_cyrl_rs: Преузми онлајн метаподатке
sv_se: Hämta online metadata
sw_ke: Pata metadata mtandaoni
ta_in: ஆன்லைன் மெட்டாடேட்டாவை மீட்டெடு
th_th: ดึงข้อมูลเมตาออนไลน์
tl_ph: Kunin ang online metadata
tr_tr: Çevrimiçi meta verileri al
uk_ua: Отримати онлайн-метадані
vi_vn: Truy xuất siêu dữ liệu trực tuyến
zh_cn: 检索在线元数据
zh_tw: 擷取線上後設資料

# SettingsPage_OnlineMetadata.Description
source: Fetch additional information like artist images and biographies from online services (e.g., Spotify, Last.fm).
af_za: Haal addisionele inligting soos kunstenaarprente en biografieë van aanlyndienste (bv. Spotify, Last.fm) op.
ar_eg: جلب معلومات إضافية مثل صور الفنانين والسير الذاتية من الخدمات عبر الإنترنت (مثل Spotify, Last.fm).
ar_sa: جلب معلومات إضافية مثل صور الفنانين والسير الذاتية من الخدمات عبر الإنترنت (مثل Spotify، Last.fm).
bg_bg: Извличане на допълнителна информация като изображения на изпълнители и биографии от онлайн услуги (напр. Spotify, Last.fm).
bn_bd: অনলাইন পরিষেবাগুলি থেকে (যেমন Spotify, Last.fm) শিল্পী ছবি এবং জীবনীগুলির মতো অতিরিক্ত তথ্য আনুন।
ca_es: Obtenir informació addicional com imatges d'artistes i biografies de serveis en línia (per exemple, Spotify, Last.fm).
cs_cz: Načíst další informace, jako jsou obrázky interpretů a biografie, z online služeb (např. Spotify, Last.fm).
da_dk: Hent yderligere information som kunstnerbilleder og biografier fra onlinetjenester (f.eks. Spotify, Last.fm).
de_de: Zusätzliche Informationen wie Künstlerbilder und Biografien von Online-Diensten (z.B. Spotify, Last.fm) abrufen.
el_gr: Ανάκτηση πρόσθετων πληροφοριών όπως εικόνες καλλιτεχνών και βιογραφίες από online υπηρεσίες (π.χ., Spotify, Last.fm).
es_mx: Obtener información adicional como imágenes de artistas y biografías de servicios en línea (ej. Spotify, Last.fm).
et_ee: Tooge lisateavet, nagu esitajate pildid ja elulood, veebiteenustest (nt Spotify, Last.fm).
fa_ir: اطلاعات اضافی مانند تصاویر هنرمند و زندگینامه‌ها را از خدمات آنلاین (مانند Spotify، Last.fm) دریافت کنید.
fi_fi: Hae lisätietoja, kuten artistikuvia ja -elämäkertoja, verkkopalveluista (esim. Spotify, Last.fm).
fr_fr: Récupérez des informations supplémentaires comme les images d'artistes et les biographies depuis des services en ligne (par exemple, Spotify, Last.fm).
ga_ie: Faigh faisnéis bhreise ar nós íomhánna ealaíontóra agus beathaisnéise ó sheirbhísí ar líne (e.g., Spotify, Last.fm).
he_il: אחזר מידע נוסף כמו תמונות אמנים וביוגרפיות משירותים מקוונים (לדוגמה, Spotify, Last.fm).
hi_in: ऑनलाइन सेवाओं (जैसे, Spotify, Last.fm) से कलाकार की छवियों और जीवनियों जैसी अतिरिक्त जानकारी प्राप्त करें।
hr_hr: Dohvatite dodatne informacije poput slika izvođača i biografija s mrežnih usluga (npr. Spotify, Last.fm).
hu_hu: Kérjen le további információkat, például előadói képeket és életrajzokat online szolgáltatásokból (pl. Spotify, Last.fm).
id_id: Ambil informasi tambahan seperti gambar artis dan biografi dari layanan online (misalnya, Spotify, Last.fm).
it_it: Recupera informazioni aggiuntive come immagini e biografie degli artisti da servizi online (es. Spotify, Last.fm).
ja_jp: オンラインサービス (例: Spotify、Last.fm) からアーティスト画像やバイオグラフィーなどの追加情報を取得します。
ko_kr: 온라인 서비스(예: Spotify, Last.fm)에서 아티스트 이미지 및 전기와 같은 추가 정보를 가져옵니다.
lt_lt: Gauti papildomą informaciją, pvz., atlikėjų paveikslėlius ir biografijas, iš internetinių paslaugų (pvz., Spotify, Last.fm).
ms_my: Dapatkan maklumat tambahan seperti imej artis dan biografi daripada perkhidmatan dalam talian (cth., Spotify, Last.fm).
nl_nl: Haal aanvullende informatie zoals artiestafbeeldingen en biografieën op van online services (bijv. Spotify, Last.fm).
no_no: Hent tilleggsinformasjon som artistbilder og biografier fra nettjenester (f.eks. Spotify, Last.fm).
pa_in: ਆਨਲਾਈਨ ਸੇਵਾਵਾਂ (ਉਦਾਹਰਨ ਲਈ, ਸਪੋਟੀਫਾਈ, Last.fm) ਤੋਂ ਕਲਾਕਾਰ ਦੀਆਂ ਤਸਵੀਰਾਂ ਅਤੇ ਜੀਵਨੀਆਂ ਵਰਗੀਆਂ ਵਾਧੂ ਜਾਣਕਾਰੀ ਪ੍ਰਾਪਤ ਕਰੋ।
pl_pl: Pobierz dodatkowe informacje, takie jak obrazy artystów i biografie, z usług online (np. Spotify, Last.fm).
pt_pt: Obtenha informações adicionais como imagens de artistas e biografias de serviços online (ex: Spotify, Last.fm).
ro_ro: Obține informații suplimentare, cum ar fi imagini de artiști și biografii de la servicii online (ex: Spotify, Last.fm).
ru_ru: Получать дополнительную информацию, такую как изображения исполнителей и биографии, из онлайн-сервисов (например, Spotify, Last.fm).
sk_sk: Načítať ďalšie informácie ako obrázky interpretov a biografie z online služieb (napr. Spotify, Last.fm).
sq_al: Merr informacion shtesë si imazhet e artistëve dhe biografitë nga shërbimet online (p.sh., Spotify, Last.fm).
sr_cyrl_rs: Преузмите додатне информације попут слика извођача и биографија са онлајн сервиса (нпр. Spotify, Last.fm).
sv_se: Hämta ytterligare information som artistbilder och biografier från onlinetjänster (t.ex. Spotify, Last.fm).
sw_ke: Pata maelezo ya ziada kama vile picha za wasanii na wasifu kutoka huduma za mtandaoni (k.m., Spotify, Last.fm).
ta_in: ஆன்லைன் சேவைகளிலிருந்து (எ.கா., Spotify, Last.fm) கலைஞர் படங்கள் மற்றும் சுயசரிதைகள் போன்ற கூடுதல் தகவல்களைப் பெறு.
th_th: ดึงข้อมูลเพิ่มเติม เช่น รูปภาพศิลปินและประวัติจากบริการออนไลน์ (เช่น Spotify, Last.fm)
tl_ph: Kumuha ng karagdagang impormasyon tulad ng mga larawan ng artist at biograpiya mula sa mga online na serbisyo (hal., Spotify, Last.fm).
tr_tr: Sanatçı görselleri ve biyografileri gibi ek bilgileri çevrimiçi hizmetlerden (örn. Spotify, Last.fm) alın.
uk_ua: Отримати додаткову інформацію, таку як зображення виконавців та біографії, з онлайн-сервісів (наприклад, Spotify, Last.fm).
vi_vn: Lấy thông tin bổ sung như hình ảnh nghệ sĩ và tiểu sử từ các dịch vụ trực tuyến (ví dụ: Spotify, Last.fm).
zh_cn: 从在线服务（例如 Spotify、Last.fm）获取艺术家图像和传记等附加信息。
zh_tw: 從線上服務（例如 Spotify、Last.fm）擷取藝人圖片和傳記等額外資訊。

# SettingsPage_MetadataSources.Header
source: Sources
af_za: Bronne
ar_eg: مصادر
ar_sa: المصادر
bg_bg: Източници
bn_bd: উৎস
ca_es: Fonts
cs_cz: Zdroje
da_dk: Kilder
de_de: Quellen
el_gr: Πηγές
es_mx: Fuentes
et_ee: Allikad
fa_ir: منابع
fi_fi: Lähteet
ga_ie: Foinsí
he_il: מקורות
hi_in: स्रोत
hr_hr: Izvori
hu_hu: Források
id_id: Sumber
it_it: Sorgenti
ja_jp: ソース
ko_kr: 소스
lt_lt: Šaltiniai
ms_my: Sumber
nl_nl: Bronnen
no_no: Kilder
pa_in: ਸਰੋਤ
pl_pl: Źródła
pt_pt: Fontes
ro_ro: Surse
ru_ru: Источники
sk_sk: Zdroje
sq_al: Burime
sr_cyrl_rs: Извори
sv_se: Källor
sw_ke: Vyanzo
ta_in: ஆதாரங்கள்
th_th: แหล่งที่มา
tl_ph: Mga Pinagmulan
tr_tr: Kaynaklar
uk_ua: Джерела
vi_vn: Nguồn
zh_cn: 来源
zh_tw: 來源

# SettingsPage_MetadataSources.Description
source: Drag to reorder metadata sources. Hover over each source for details.
af_za: Sleep om metadata bronne te herrangskik. Beweeg oor elke bron vir besonderhede.
ar_eg: اسحب لإعادة ترتيب مصادر البيانات الوصفية. مرر الماوس فوق كل مصدر للحصول على التفاصيل.
ar_sa: اسحب لإعادة ترتيب مصادر البيانات الوصفية. مرر المؤشر فوق كل مصدر للحصول على التفاصيل.
bg_bg: Плъзнете, за да пренаредите източниците на метаданни. Задръжте курсора на мишката върху всеки източник за подробности.
bn_bd: মেটাডেটা উৎসগুলির ক্রম পরিবর্তন করতে টেনে আনুন। বিস্তারিত জানতে প্রতিটি উৎসের উপর হোভার করুন।
ca_es: Arrossega per reordenar les fonts de metadades. Passa el ratolí per cada font per obtenir detalls.
cs_cz: Přetažením změňte pořadí zdrojů metadat. Pro podrobnosti najeďte myší na každý zdroj.
da_dk: Træk for at omarrangere metadata-kilder. Hold musen over hver kilde for detaljer.
de_de: Ziehen Sie, um Metadatenquellen neu anzuordnen. Fahren Sie mit der Maus über jede Quelle für Details.
el_gr: Σύρετε για να αναδιατάξετε τις πηγές μεταδεδομένων. Περάστε το ποντίκι πάνω από κάθε πηγή για λεπτομέρειες.
es_mx: Arrastra para reordenar las fuentes de metadatos. Pasa el ratón sobre cada fuente para ver detalles.
et_ee: Lohistage metaandmete allikaid ümberjärjestamiseks. Hõljutage hiirega iga allika kohal üksikasjade nägemiseks.
fa_ir: برای مرتب‌سازی مجدد منابع فراداده، بکشید. برای جزئیات، ماوس را روی هر منبع نگه دارید.
fi_fi: Vedä järjestelläksesi metatietolähteitä. Vie hiiri kunkin lähteen päälle saadaksesi lisätietoja.
fr_fr: Faites glisser pour réorganiser les sources de métadonnées. Passez la souris sur chaque source pour plus de détails.
ga_ie: Tarraing chun foinsí meiteashonraí a athordú. Téigh an luch thar gach foinse le haghaidh sonraí.
he_il: גרור כדי לסדר מחדש מקורות מטא-נתונים. רחף מעל כל מקור לקבלת פרטים.
hi_in: मेटाडेटा स्रोतों को पुनः व्यवस्थित करने के लिए खींचें। विवरण के लिए प्रत्येक स्रोत पर होवर करें।
hr_hr: Povucite za preuređivanje izvora metapodataka. Zadržite pokazivač iznad svakog izvora za detalje.
hu_hu: Húzza a metaadat-forrásokat az átrendezéshez. Vigye az egeret minden forrás fölé a részletekért.
id_id: Seret untuk mengubah urutan sumber metadata. Arahkan kursor ke setiap sumber untuk detail.
it_it: Trascina per riordinare le sorgenti dei metadati. Passa il mouse su ogni sorgente per i dettagli.
ja_jp: メタデータソースをドラッグして並べ替えます。各ソースにカーソルを合わせると詳細が表示されます。
ko_kr: 메타데이터 소스 순서를 변경하려면 드래그하세요. 각 소스 위에 마우스를 올리면 세부 정보를 볼 수 있습니다.
lt_lt: Vilkite, kad pakeistumėte metaduomenų šaltinių tvarką. Užveskite pelės žymeklį ant kiekvieno šaltinio, kad gautumėte išsamesnės informacijos.
ms_my: Seret untuk menyusun semula sumber metadata. Hala tetikus ke setiap sumber untuk butiran.
nl_nl: Sleep om metadatabronnen opnieuw te ordenen. Beweeg de muis over elke bron voor details.
no_no: Dra for å endre rekkefølgen på metadatkilder. Hold musepekeren over hver kilde for detaljer.
pa_in: ਮੈਟਾਡੇਟਾ ਸਰੋਤਾਂ ਨੂੰ ਮੁੜ ਕ੍ਰਮਬੱਧ ਕਰਨ ਲਈ ਖਿੱਚੋ। ਵੇਰਵਿਆਂ ਲਈ ਹਰੇਕ ਸਰੋਤ 'ਤੇ ਹੋਵਰ ਕਰੋ।
pl_pl: Przeciągnij, aby zmienić kolejność źródeł metadanych. Najedź kursorem na każde źródło, aby uzyskać szczegóły.
pt_pt: Arraste para reordenar as fontes de metadados. Passe o rato sobre cada fonte para ver os detalhes.
ro_ro: Trageți pentru a reordona sursele de metadate. Treceți cu mouse-ul peste fiecare sursă pentru detalii.
ru_ru: Перетащите, чтобы изменить порядок источников метаданных. Наведите курсор на каждый источник для получения подробной информации.
sk_sk: Presuňte pre zmenu poradia zdrojov metadát. Podržte kurzor nad každým zdrojom pre podrobnosti.
sq_al: Zvarrit për të rirenditur burimet e metadatës. Vërtitni mbi çdo burim për detaje.
sr_cyrl_rs: Превуците да преуредите изворе метаподатака. Пређите мишем преко сваког извора за детаље.
sv_se: Dra för att ändra ordning på metadatakällor. Håll muspekaren över varje källa för mer information.
sw_ke: Buruta ili kupanga upya vyanzo vya metadata. Elea juu ya kila chanzo kwa maelezo zaidi.
ta_in: மெட்டாடேட்டா ஆதாரங்களை மறுவரிசைப்படுத்த இழுக்கவும். விவரங்களுக்கு ஒவ்வொரு ஆதாரத்தின் மீதும் ஹோவர் செய்யவும்.
th_th: ลากเพื่อจัดลำดับแหล่งข้อมูลเมตาใหม่ วางเมาส์เหนือแต่ละแหล่งที่มาเพื่อดูรายละเอียด
tl_ph: I-drag para ayusin ang pagkakasunod-sunod ng mga pinagmulan ng metadata. Mag-hover sa bawat pinagmulan para sa mga detalye.
tr_tr: Meta veri kaynaklarını yeniden sıralamak için sürükleyin. Ayrıntılar için her kaynağın üzerine gelin.
uk_ua: Перетягніть, щоб змінити порядок джерел метаданих. Наведіть курсор на кожне джерело для деталей.
vi_vn: Kéo để sắp xếp lại các nguồn siêu dữ liệu. Di chuột qua từng nguồn để xem chi tiết.
zh_cn: 拖动以重新排序元数据来源。将鼠标悬停在每个来源上可查看详细信息。
zh_tw: 拖曳以重新排列後設資料來源。將滑鼠懸停在每個來源上以查看詳細資訊。

# SettingsPage_OnlineLyrics.Header
source: Fetch online lyrics
af_za: Haal aanlyn lirieke op
ar_eg: جلب كلمات الأغاني عبر الإنترنت
ar_sa: جلب كلمات الأغاني عبر الإنترنت
bg_bg: Извличане на онлайн текстове
bn_bd: অনলাইন লিরিক্স আনুন
ca_es: Obtenir lletres en línia
cs_cz: Načíst online texty
da_dk: Hent online tekster
de_de: Online-Songtexte abrufen
el_gr: Ανάκτηση online στίχων
es_mx: Obtener letras en línea
et_ee: Too veebist laulusõnad
fa_ir: دریافت متن ترانه آنلاین
fi_fi: Hae online-sanat
fr_fr: Récupérer les paroles en ligne
ga_ie: Faigh liricí ar líne
he_il: אחזר מילים מקוונות
hi_in: ऑनलाइन गीत प्राप्त करें
hr_hr: Dohvati mrežne tekstove pjesama
hu_hu: Online dalszövegek lekérése
id_id: Ambil lirik online
it_it: Recupera testi online
ja_jp: オンライン歌詞を取得
ko_kr: 온라인 가사 가져오기
lt_lt: Gauti dainų tekstus internetu
ms_my: Dapatkan lirik dalam talian
nl_nl: Online songteksten ophalen
no_no: Hent tekster på nett
pa_in: ਆਨਲਾਈਨ ਬੋਲ ਪ੍ਰਾਪਤ ਕਰੋ
pl_pl: Pobierz teksty piosenek online
pt_pt: Obter letras online
ro_ro: Obține versuri online
ru_ru: Получать текст песни онлайн
sk_sk: Načítať online texty piesní
sq_al: Merr tekste këngësh online
sr_cyrl_rs: Преузми онлајн текстове
sv_se: Hämta online låttexter
sw_ke: Pata mashairi mtandaoni
ta_in: ஆன்லைன் பாடல் வரிகளைப் பெறு
th_th: ดึงเนื้อเพลงออนไลน์
tl_ph: Kumuha ng online lyrics
tr_tr: Çevrimiçi şarkı sözlerini al
uk_ua: Отримати онлайн-тексти пісень
vi_vn: Tìm lời bài hát trực tuyến
zh_cn: 获取在线歌词
zh_tw: 擷取線上歌詞

# SettingsPage_OnlineLyrics.Description
source: Automatically fetch missing lyrics from online sources. (Privacy: sends track metadata to third-party services)
af_za: Haal outomaties ontbrekende lirieke van aanlyn bronne op. (Privaatheid: stuur snitmetadata na derdeparty-dienste)
ar_eg: جلب كلمات الأغاني المفقودة تلقائياً من المصادر عبر الإنترنت. (الخصوصية: يرسل بيانات الأغنية الوصفية لخدمات الطرف الثالث)
ar_sa: جلب كلمات الأغاني المفقودة تلقائيًا من المصادر عبر الإنترنت. (الخصوصية: يرسل بيانات تعريف الأغنية إلى خدمات خارجية)
bg_bg: Автоматично извличане на липсващи текстове от онлайн източници. (Поверителност: изпраща метаданни за песента до услуги на трети страни)
bn_bd: অনলাইন উৎস থেকে অনুপস্থিত লিরিক্স স্বয়ংক্রিয়ভাবে আনুন। (গোপনীয়তা: ট্র্যাক মেটাডেটা তৃতীয় পক্ষের পরিষেবাগুলিতে পাঠায়)
ca_es: Obtenir automàticament les lletres que falten de fonts en línia. (Privadesa: envia metadades de la pista a serveis de tercers)
cs_cz: Automaticky načte chybějící texty z online zdrojů. (Soukromí: odesílá metadata skladeb službám třetích stran)
da_dk: Hent automatisk manglende tekster fra online kilder. (Privatliv: sender nummer metadata til tredjepartstjenester)
de_de: Fehlende Songtexte automatisch von Online-Quellen abrufen. (Datenschutz: sendet Titelmetadaten an Drittanbieterdienste)
el_gr: Αυτόματη ανάκτηση ελλειπόντων στίχων από online πηγές. (Απόρρητο: στέλνει μεταδεδομένα κομματιού σε υπηρεσίες τρίτων)
es_mx: Obtén automáticamente las letras que faltan de fuentes en línea. (Privacidad: envía metadatos de la pista a servicios de terceros)
et_ee: Too automaatselt puuduvad laulusõnad veebiallikatest. (Privaatsus: saadab loo metaandmed kolmandate osapoolte teenustele)
fa_ir: به طور خودکار متن ترانه های گم شده را از منابع آنلاین دریافت کنید. (حریم خصوصی: فراداده آهنگ را به سرویس‌های شخص ثالث ارسال می‌کند)
fi_fi: Hae automaattisesti puuttuvat sanat verkkolähteistä. (Tietosuoja: lähettää kappaleen metatietoja kolmannen osapuolen palveluihin)
fr_fr: Récupère automatiquement les paroles manquantes depuis des sources en ligne. (Confidentialité : envoie les métadonnées du titre à des services tiers)
ga_ie: Faigh liricí atá in easnamh go huathoibríoch ó fhoinsí ar líne. (Príobháideachas: seolann sé meiteashonraí rian chuig seirbhísí tríú páirtí)
he_il: אחזר אוטומטית מילים חסרות ממקורות מקוונים. (פרטיות: שולח מטא-נתונים של רצועות לשירותי צד שלישי)
hi_in: ऑनलाइन स्रोतों से गुम हुए गीत स्वचालित रूप से प्राप्त करें। (गोपनीयता: ट्रैक मेटाडेटा तृतीय-पक्ष सेवाओं को भेजता है)
hr_hr: Automatski dohvatite nedostajuće tekstove pjesama s mrežnih izvora. (Privatnost: šalje metapodatke pjesama uslugama trećih strana)
hu_hu: Automatikusan lekéri a hiányzó dalszövegeket online forrásokból. (Adatvédelem: szám metaadatait küldi harmadik fél szolgáltatásainak)
id_id: Otomatis ambil lirik yang hilang dari sumber online. (Privasi: mengirim metadata lagu ke layanan pihak ketiga)
it_it: Recupera automaticamente i testi mancanti da sorgenti online. (Privacy: invia i metadati della traccia a servizi di terze parti)
ja_jp: オンラインソースから不足している歌詞を自動的に取得します。(プライバシー: トラックメタデータをサードパーティサービスに送信します)
ko_kr: 온라인 소스에서 누락된 가사를 자동으로 가져옵니다. (개인 정보 보호: 트랙 메타데이터를 타사 서비스로 보냅니다)
lt_lt: Automatiškai gauti trūkstamus dainų tekstus iš internetinių šaltinių. (Privatumas: siunčia kūrinių metaduomenis trečiųjų šalių paslaugoms)
ms_my: Dapatkan lirik yang hilang secara automatik daripada sumber dalam talian. (Privasi: menghantar metadata lagu ke perkhidmatan pihak ketiga)
nl_nl: Haal automatisch ontbrekende songteksten op van online bronnen. (Privacy: stuurt trackmetadata naar services van derden)
no_no: Hent automatisk manglende tekster fra nettkilder. (Personvern: sender spor metadata til tredjeparts tjenester)
pa_in: ਆਨਲਾਈਨ ਸਰੋਤਾਂ ਤੋਂ ਗੁੰਮ ਹੋਏ ਬੋਲਾਂ ਨੂੰ ਆਪਣੇ ਆਪ ਪ੍ਰਾਪਤ ਕਰੋ। (ਗੋਪਨੀਯਤਾ: ਟਰੈਕ ਮੈਟਾਡੇਟਾ ਨੂੰ ਤੀਜੀ-ਧਿਰ ਸੇਵਾਵਾਂ 'ਤੇ ਭੇਜਦਾ ਹੈ)
pl_pl: Automatycznie pobieraj brakujące teksty piosenek ze źródeł online. (Prywatność: wysyła metadane utworu do usług stron trzecich)
pt_pt: Obtenha automaticamente letras em falta de fontes online. (Privacidade: envia metadados da faixa para serviços de terceiros)
ro_ro: Obține automat versurile lipsă din surse online. (Confidențialitate: trimite metadatele piesei către servicii terțe)
ru_ru: Автоматически получать отсутствующие тексты песен из онлайн-источников. (Конфиденциальность: отправляет метаданные трека сторонним сервисам)
sk_sk: Automaticky načítať chýbajúce texty piesní z online zdrojov. (Súkromie: odosiela metadáta skladieb službám tretích strán)
sq_al: Merr automatikisht tekste këngësh të humbura nga burimet online. (Privatësia: dërgon metadatat e këngës te shërbimet e palëve të treta)
sr_cyrl_rs: Аутоматски преузмите текстове који недостају са онлајн извора. (Приватност: шаље метаподатке о нумери трећим лицима)
sv_se: Hämta automatiskt saknade låttexter från onlinekällor. (Integritet: skickar spårmetadata till tredjepartstjänster)
sw_ke: Pata mashairi yanayokosekana kiotomatiki kutoka vyanzo vya mtandaoni. (Faragha: hutuma metadata ya wimbo kwa huduma za watu wengine)
ta_in: ஆன்லைன் மூலங்களிலிருந்து விடுபட்ட பாடல் வரிகளை தானாகவே பெறு. (தனியுரிமை: ட்ராக் மெட்டாடேட்டாவை மூன்றாம் தரப்பு சேவைகளுக்கு அனுப்பும்)
th_th: ดึงเนื้อเพลงที่ขาดหายไปจากแหล่งออนไลน์โดยอัตโนมัติ (ความเป็นส่วนตัว: ส่งข้อมูลเมตาเพลงไปยังบริการของบุคคลที่สาม)
tl_ph: Awtomatikong kumuha ng nawawalang lyrics mula sa mga online na pinagmulan. (Privacy: nagpapadala ng track metadata sa mga third-party na serbisyo)
tr_tr: Eksik şarkı sözlerini çevrimiçi kaynaklardan otomatik olarak alın. (Gizlilik: parça meta verilerini üçüncü taraf hizmetlere gönderir)
uk_ua: Автоматично отримувати відсутні тексти пісень з онлайн-джерел. (Конфіденційність: надсилає метадані треку стороннім сервісам)
vi_vn: Tự động tìm lời bài hát còn thiếu từ các nguồn trực tuyến. (Quyền riêng tư: gửi siêu dữ liệu bản nhạc đến các dịch vụ của bên thứ ba)
zh_cn: 自动从在线来源获取缺失的歌词。（隐私：将曲目元数据发送到第三方服务）
zh_tw: 自動從線上來源擷取遺失的歌詞。（隱私：將曲目後設資料傳送至第三方服務）

# SettingsPage_LyricsSources.Header
source: Sources
af_za: Bronne
ar_eg: مصادر
ar_sa: المصادر
bg_bg: Източници
bn_bd: উৎস
ca_es: Fonts
cs_cz: Zdroje
da_dk: Kilder
de_de: Quellen
el_gr: Πηγές
es_mx: Fuentes
et_ee: Allikad
fa_ir: منابع
fi_fi: Lähteet
ga_ie: Foinsí
he_il: מקורות
hi_in: स्रोत
hr_hr: Izvori
hu_hu: Források
id_id: Sumber
it_it: Sorgenti
ja_jp: ソース
ko_kr: 소스
lt_lt: Šaltiniai
ms_my: Sumber
nl_nl: Bronnen
no_no: Kilder
pa_in: ਸਰੋਤ
pl_pl: Źródła
pt_pt: Fontes
ro_ro: Surse
ru_ru: Источники
sk_sk: Zdroje
sq_al: Burime
sr_cyrl_rs: Извори
sv_se: Källor
sw_ke: Vyanzo
ta_in: ஆதாரங்கள்
th_th: แหล่งที่มา
tl_ph: Mga Pinagmulan
tr_tr: Kaynaklar
uk_ua: Джерела
vi_vn: Nguồn
zh_cn: 来源
zh_tw: 來源
